Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/admin/depts/other_files/273777-raportti_saami.pdf.tmx
Source language: sme
Languages: nob

source: - Ovdanahttit oahpponeavvuid alit oahpahussii
nob: - Bidra til utvikling av læremidler for høyere utdanning .

source: 42 Norgga alit oahpahussii lea čiekŋuduvvon dat prisnsihppa ahte oahpponeavvut vuođđooahpahussi galget gávdnot eatnigilli .
nob: I norsk høyere utdanning er det nedfelt et prinsipp om at læremidler til grunnutdanningen skal finnes på morsmålet .

source: Seamma berre maid leat ámmátoahpahusain sámi studeanttaid leat go sii Suomas vai Norggas eret .
nob: Det samme bør være gjeldende for profesjonsstudier for samiske studenter , enten de kommer fra Norge eller Finland .

source: - Ovttastahttit alit oahpahusa ja dutkama Lea dárbu ovttastahttit dutkama ja alit oahpahusa .
nob: 41 - Samordning av høyere utdanning og forskning . Det er nødvendig å samordne forskning og høyere utdanning .

source: Dát mearkkaša ahte olles sámi peršpektiiva galgá buorebut boahtit oidnosii .
nob: I dette ligger at det allsamiske perspektiv må bli mer synlig .

source: Maiddai lea dehálaš ávkkástallat dan máhtu mii juo lea sámi servodagas ja mii lea seammalágan buot golmma riikkain .
nob: Videre er det viktig å ta utgangspunkt i kunnskapen som finnes i det samiske samfunnet , og som er lik i alle tre landene .

source: Dát lea áibbas daid ulbmiliid ja mearrádusaid mielde maid Sturadiggi bijai go mearridi St. dieđahusa alit oahpahusa ja dutkama birra .
nob: Dette er også i tråd med det norske stortingets mål som ble vedtatt ved behandling av St. meld om samisk høyere utdanning og forskning .

source: - Virgelohpi bálkkáin gárvvistit oahpponeavvuid ja daid almmuhit .
nob: I dette ligger at forskningen skal foregå med samisk som forskningsspråk .

source: Evttohus mielddisbuktá ahte galgá juolluduvvot doarjja fágaolbmuid luvvet barggustis gaskal 2 ja 6 mánu áigodahkii gárvvistit ja álmmuhit oahpponeavvuid .
nob: - Permisjon for å ferdigstille læremidler og publisere disse . Forslaget innebærer at det gis tilskudd til frikjøp av fagfolk for en periode av 2-6 måneder for å klargjøre læremidler for publisering .

source: - Ohcejoga sámi logahaga doaimma nannemis ja oažžut nannoset vuođu dán doibmi , de evttohuvvo ahte logahat hálddahuslaččat sirdojuvvo Sámiguovllu oahpahusguovddáža vuollásažžan , muhto nu ahte logahaga oahpahus bisuhuvvo Ohcejogas .
nob: - For å sikre virksomheten for samegymnasiet i Utsjok og skape et stødigere grunnlag for denne virksomheten , foreslås det at gymnasiet administrativt overføres til statseide Sameområdets utdanningssentral slik at selve gymnasievirksomheten beholdes i Utsjok .

source: Das evttohuvvo ahte oahpahusdepartemeanta , oahpahusstivra ja sisriikkaáššit departemeanta álggahit čielggadeami ášši birra Suomas .
nob: Det foreslås at undervisningsministeriet , utbildningsstyrelsen og inrikesministeriet i Finland igangsetter en utredning om saken i Finland .

source: Go čielggadusain barget de galget Ohcejoga gielda , Sámiguovllu oahpahusguovddáš ja Sámediggi beassat cealkit oainnuset áššái .
nob: Når utredningen gjøres , skal Utsjoki kommune , Sameområdets utdanningsenhet og Sametinget høres .

source: - Suomas evttohuvvo ahte ruhtasupmi mii lea várrejuvvon sámegielat oahpponeavvuide berre lasihuvvot go dárbu ja beroštupmi sámegilli ja sámi oahpahussii lea lassanan ja go lea dárbu ovttasbargat davviriikkalaš terminologiija ovdanahttimin .
nob: - I Finland foreslås det at de øremerkede tilskuddene til samiske læremidler økes ut fra økt behov for samisk språk og samisk undervisning , samt behov for nordisk samproduksjon og terminologisamarbeid .

source: - Go ovttasbargu oahpahusain sámegilli ja sámegielas ovdanahttojuvvo de lea dehálaš searvat dan bargui maid Sámi parlamentáralaš ráđđi lea álggahan ja mii čielggada sámegielat mánáid oahpahusa davviriikkain .
nob: - Når samarbeidet innen undervisning i- og på samisk utvikles er det viktig å ta del i det arbeidet som er igangsatt av Samisk parlamentarisk råd og som utreder situasjonen for undervisning av samiske barn i de nordiske landene .

source: Dán barggu bohtosiid galgat ávkkástallat ovdanahttindoaimmaid plánemis .
nob: Man skal utnytte resultatene av dette arbeidet ved planleggingen av utviklingstiltak .

source: Sosial- ja dearvvašvuođabálvalusat - Dás evttohusso ahte departemeanttat mat Suomas ja Norggas ovddasvástidit sosial- ja dearvvašvuođaáššit álggahit oktasaš prošeavtta man bakte ovdanahttet rájarasta ovttasbarggu sosial- ja dearvvašvuođasuorggis .
nob: Sosial- og helsevesen - Det foreslås at de departementene i Finland og Norge som har ansvar for sosial- og helsespørsmål starter et felles prosjekt for utvikling av grensesamarbeidet innen sosial- og helsevesenet .

source: Ulbmil lea buoridit sosial- ja dearvvašvuođabálvalusaid davimus guovlluin .
nob: Målet med prosjektet er å forbedre tilbudet av helse- og sosialtjenester i de nordlige regionene .

source: Okta vuoruhansuorgi lea ahte sámegielat bálvalusat galget lasihuvvot .
nob: En av prioriteringene skal være et omfattende tilbud av samiskspråklige tjenester .

source: Prošeavttain lea maid ulbmil gávdnat heivvolaš doaibmavugiid ja earenoamážit čielggadit rievttalaš ja ruđalaš beliid go lea sáhka bálvalusain nuppi bealde rájá , oktasaš bálvalusbuvttadeapmi ja eará vejolaš ovttasbargohámit .
nob: Prosjektet går ut på å finne formålstjenlige virksomhetsmodeller og særlig utrede rettslige og finansielle spørsmål i forhold til å skaffe tjenester på tvers av grensen , felles tjenesteproduksjon og andre eventuelle samarbeidsformer .

source: - Lassin evttohuvvo maid báikkálaš dásis álggahit earenoamáš prošeavtta , vuođđobálvalusaid rádjeovttasbargobuohtalasti ( koordinahtora ) .
nob: - Det foreslås dessuten at man på det lokale nivået innleder et særskilt prosjekt for en grensesamarbeidskoordinator innen basistjenester .

source: Erohus Norgga ja Suoma áittardeaddji doaimmaide man birra leat čállán 5. kapihttalis galgga rádjeovttasbargobuohtalasti leat áššedovdi ja oktavuođaolmmoš áššin mat gullet sosial- ja dearvvašvuođabálvalusaide rájáid rastá .
nob: I forhold til Norgesombud og Finlandsombud som nevnes i kapittel 5 , skal grensesamarbeidskoordinatoren være en sakkyndig og en kontaktperson i slike spørsmål innen helse- og sosialvesenet samt eventuelt også det i undervisningssektoren som hører inn under grensesamarbeidet .

source: Buohtalastti galgá ráhkadit čilgehusa iešguhtege riikka bálvalusvuogadagaid birra oktan dieđuidguin oktavuođaolbmuid birra , čohkket dieđuid ovttasbargofierpmádaga birra ja čielggadit juridihkalaš beliid ovttasbarggu čađaheamis .
nob: Koordinatoren skal utarbeide en beskrivelse av landenes servicesystem med kontaktinformasjon , opprettholde et oppdatert samarbeidsnettverk samt utrede juridiske spørsmål knyttet til gjennomføringen av samarbeidet .

source: Lassin galgá buohtalastti maiddai čielggadit áššit mat gusket divššohačča / áššehačča dilálašvuhti ja kártet bargit lonahallan vejolašvuođaid .
nob: Dessuten skal koordinatoren utrede spørsmål i tilknytning til klientenes / pasientenes stilling og kartlegge mulighetene for utveksling av ansatte .

source: Jus dilálašvuohta dan eaktuda , de son galgá ovddidit ášši eará áššedovdái .
nob: Om situasjonen krever det , skal koordinatoren viderebefordre saken til den myndighet som har ansvaret

source: Go čielggadat iešguhte ruhtadanvejolašvuođaid de lea dehálaš geahčadit 43 daid vejolašvuođaid mat iešguđetge ásahusain ja prográmmain leat ruhtadit doaimma , maiddai Davviriikkaid Ráđis .
nob: Når man utreder ulike modeller for finansiering av prosjektet er det bra å gjennomgå de muligheter som ulike instanser og program har å tilby , inklusivt Nordisk råd .

source: Davviriikkaid Ráđi doaibmaprográmmas lea viiddis davviriikkalaš rájarasta ovttasbargu okta vuoruhansurggin .
nob: I Nordisk råds handlingsprogram inngår et omfattende samarbeid over riksgrensene som et prioritert område .

source: Doaivumis de sáhttá dát raporta geavahuvvot čujuhussan go ohcat ruđaid prošektii – beroškeahttá ruhtagáldu .
nob: Forhåpentligvis kan denne rapporten brukes som en referanse når det søkes om finansiering for prosjektet – uavhengig av finansieringskilde .

source: - Lea áibbas dehálaš ahte sii geat dárbbašit dearvvašvuođa ja sosialbálvalusaid sáhttet geavahit iežaset giela divššu oktavuođas .
nob: - Det er ytterst viktig at brukere av sosiale- og helsetjenester kan bruke sitt eget språk i klientsituasjoner .

source: Danin evttohat ahte riikka sosial- ja dearvvašvuođaoahpus eanet deattuha gielladilalašvuođaid .
nob: Derfor foreslås det at man i begge landenes helse- og sosialutdanning på regionalt nivå vier mye større oppmerksomhet til språkforholdene .

source: Dárbbu mielde lea vejolaš fállat oahpu dain gielain mat geavahuvvojit rádjeguovlluin juogo geatnegahtton giellat dehe válljegiellan .
nob: Ved behov kan man i tillegg til utdanningen gi undervisning i de språk som snakkes og brukes i grenseområdene , enten som er obligatorisk eller valgfritt språk .

source: Makkár gielat dát leat , boahtá das makkár gielat geavahuvvojit guovllus , omd. suomagiella , dárogiella , davvisámegiella , anarašgiella ja nuortalašgiella .
nob: Hvilke språk dette er , avhenger av området , f.eks. finsk , norsk , nordsamisk , enaresamisk og skoltesamiska .

source: Dasa lassin galget gielddat láhččet vejolašvuođa bargiide lasihit ja buoridit iežaset giellamáhto .
nob: Dessuten skal kommunene legge til rette for et tiltak som har som mål å opprettholde og øke språkkunnskapene som personalet har .

source: - Riikka guovddašeiseválddit ja eará guoskevaš eiseválddit galget bargat oaččuhit oktasaš skoviid , dálkkasčujuhusaide ja eará dearvvašvuođa ja sosialdoaimmaide ja / dehe bargat dan badjeli ahte dáhkidit doaimmaid dohkkalašvuođa nuppi riikkas .
nob: - Landenes sentralmyndigheter eller andre kompetente myndigheter skal prioritere arbeidet med å forene blanketter , resepter og andre sosial- og helsetjenester og / eller forsøke å garantere disses gyldighet i det andre landet .

source: Báikkalaš ja guovlulaš oassálastit ávžžuhuvvojit oaččuhit oktasaš bargovugiid .
nob: Lokale og regionale aktører oppfordres til å informere om den praksis som følges på begge sider av grensa .

source: Proašeavtta rámma vásáhusaid siskkobealde de dákkár doaimmat dagahivčče ovttasbarggu njuovžilat ja buorebun ja dáhkidit divššohaččaid riektesihkarvuođa .
nob: På basis av de erfaringer som er kommet innenfor rammen av prosjektet , skulle disse tiltak gjøre det praktiske samarbeidet mye smidigere og bedre også i forhold til klientenes / pasientenes rettssikkerhet .

source: Teknihkkalaš ossodat - Ovttasbargu gaskal Suoma ja Norgga heahteguovddášeiseválddit berre vuoibmáduvvot .
nob: Teknisk sektor - Samarbeidet mellom de norske og finske nødsentralmyndighetene bør intensiveres .

source: Riikkaid heahteguovddášeiseválddit ektui evttohuvvo ahte ráhkaduvvojit čielga ja álkes čujuhusat iešguhte heahtedilli birra .
nob: Overfor landenes nødsentralmyndigheter foreslås det at det utarbeides felles og tydelige anvisninger for ulike nødsituasjoner .

source: Vai heahtedoaimmat mat álggahuvvojit rádjeguovlluin galget leat njuovžilat , de evttohat heahteguovddášeiseválddiide riikkaid váldohálddahusain ahte álggahit guorahallama das ahte oažžut oktasaš heahtenummiriid sihke Suomas ja Norggas .
nob: For at redningstiltak som vedtas i grenseområdet skal forløpe smidig , foreslås det overfor nødsentralmyndighetene i landenes sentralforvaltninger at man igangsetter en utredning om mulighetene for å få felles nødnumre i Norge og Finland .

source: Báikkalaš dássái ges evttohat ahte sii bures galbejit luottaid buohcciviesuide ja bahkadasdoavttirstašuvnnaide .
nob: Overfor det lokale nivået foreslås det en enhetlig skilting til sykehus og legevakt .

source: Lassin ettohat maiddai báikkálaš eiseválddiide ahte muhttun gielddain suokkardallet vejolašvuođa lágidit oktasaš oahpahusa ja oktasaš hárjehallamiid gádjunbargiide .
nob: Overfor det lokale nivået foreslås dessuten at man i de enkelte kommunene kartlegger muligheten for en felles utdanning og felles øvelser for redningsmanskapene .

source: - Vásihusat ovttasbarggus gaskal Ohcejoga ja Deanu gielddaid go guoská doapparhálddašeapmái berrejit ávkkástallojuvvot maiddai earái surggiin , báikkálaš mearradusaid bakte .
nob: - Erfaringene av samarbeidet mellom Utsjok- og Tana kommune når det gjelder avfallshandtering bør utnyttes også innen andre områder , gjennom vedtak på lokalt nivå .

source: Dasa lassin maid evttohat ahte báikkálaš eiseválddit čielggadit vejolašvuođaid buoridit doaibmavejolašvuođaid biobázahus komposterenfitnodahkii mii lea Ohcejoga gielddas ja mii e.e. hálddaša bohccos njuovvanvásahuhsaid .
nob: Dessuten foreslås det at man som myndighetsutøver på lokalt nivå utreder mulighetene for å forbedre driftsmulighetene for komposteringsstasjonen for bioavfall som ligger i Utsjok kommune og som handterer bl.a. slakteavfall fra rein .

source: Eáláhusdoaima Vai olahit Arctic Trail II prošeavtta ja TND prošeavtta ulbmiliid , de barggu berre doarjut .
nob: Næringsvirksomhet For å nå målene for prosjektet Arctic Trail II og prosjektet TND , bør arbeidet støttes .

source: Dás evttohat álggahit prošeavtta mii lasihivččii oahppovejolašvuođaid guovllus , earenomážit luonddu- ja kulturturisma ektui .
nob: Det foreslås at et prosjekt igangsettes for å øke utdanningsmulighetene i området , i særdeleshet innen områdene natur- og kulturturisme .

source: Dát prošeakta berre čatnot TND-prošektii .
nob: Det foreslås at prosjektet knyttes til prosjektet TND .

source: Mátkeealáhusa ovdanahttmis de evttohat ahte guovllu eiseválddit ja ealáhusdoallit , ovttas čielggadit vejolašvuođa oažžut oktasaš prográmmapáhkaid , oktasaš márkanfievrrideami , seamma bálvalusvugiid ja hatti .
nob: For å utvikle turistnæringen foreslås det at områdets myndigheter og næringsdrivende , sammen utreder muligheten for felles produktpakker , felles markedsføring samt felles servicepraksis og pris .

source: - Duollo-ja lassiárvodivat vuohki berre ovttasdahttojuvvot olles davimus rádjeguovllus .
nob: 43 - Toll- og merverdiavgiftspraksis bør forenes innen hele det nordlige grenseområdet .

source: Guovllulaš duolloeiseválddide evttohat buoridit aktiivvalaš diehtojuohkima duollovieruid ja divadit birra .
nob: Ovenfor de regionale tollmyndighetene foreslås det at den aktive informasjonen om tollpraksisen og ulike avgifter økes .

source: Dieđuid sáhttá juohkit guovllu mediad bakte , dehe ahte lágiduvvojit sierra digaštallamat guovllu ealáhusdolliide ášši birra .
nob: Informasjonen kan gis gjennom massemediene i området eller gjennom at det ordnes særskilte diskusjoner for områdets næringsdrivende om saken .

source: 44 - Deanu čázadaga máŋgageavahusplána ollašuhttin berre dorjojuvvot .
nob: - Oppnåelse av målene for flerbruksplanen for Tanaelva bør støttes .

source: Báikkálaš dássái evttohuvvo ahte máŋggabealat ovttasbargu Deanu čázadaga ovdanahttinbargu berre jotkojuvvot .
nob: Overfor det lokale nivået foreslås at det mangesidige samarbeidet for å utvikle Tanaelva og Tanadalen fortsetter .

source: Go našonála dásis galgá čađahit EU čázi rámmamearrádusa de berre dárkilit vákšut rádječázádagaid earenomášvuođa ja deattuhit dan mearkkašumi guovllu ealáhusaid ektui .
nob: Ved nasjonal gjennomføring av den Europeiske Unionens rammedirektiv om vann bør man i tilstrekkelig utstrekning overvåke grensevannenes særegenhet og deres betydning for områdets næringsliv .

source: Dán sihkarasttimis evttohuvvo birasgáhtteneiseválddiide ahte diehtojuohkin ja doaimmat mat sihkarasttet oassálasttima berrejit nannejuvvot rádjeguovlluin .
nob: For å sikre dette foreslås overfor miljømyndighetene at informasjon og tiltak som støtter deltakelsen økes i grenseområdet .

source: - Guovllu boazoeaiggádiidda ja buvttadanorganisašuvnnaide Suomas , Norgga ja Ruoŧas evttohuvvo lágiduvvot oktasaš čoahkkin , gos sáhttá ságastallat boahttevaš oktasaš doaimmaid bohccobiergobuvttadeami ektui .
nob: - Overfor reineiernes - og produsentorganisasjonene i Finland , Sverige og Norge foreslås det at det avholdes et fellesmøte , hvor man kunne diskutere felles fremtidige tiltak innen reinkjøttproduksjon .

source: Dehaleamos livččii gávdnat vugiid movt lasihit bohccobierggu geavahusa .
nob: Det viktigste er å finne felles metoder for å øke det totale konsumet av reinkjøtt .

source: Danin evttohat boazoeaiggádiidda ja buvttadanorganisašuvnnaide álggahit oktasaš márkanfievrridanáŋggirdemit , márkanfievrridandoaimmaid ja buvttagárgema .
nob: Derfor foreslås det overfor landenes reineiere - og produsentorganisasjoner felles markedsføringskampanjer , markedsføringstiltak og produktutvikling .

source: Sisráhkadus - Dán guovllu báikkálaš eiseválddiide , lassin riika eiseválddit guovddašhálddahusas , geain lea ovddasvástádus dihtorgulahallama ovdanahttimis , evttohuvvo ahte ásahuvvo jođánis dihtorgulahallanfierpmádat , ja earenomážit vejolašvuođaid ektui ahte hukset ja buoridit sisráhkadusa rája rastá .
nob: Infrastruktur - For de lokale myndighetene i området , samt for landenes myndigheter innen sentralforvaltningen med ansvar for utvikling av datakommunikasjon , foreslås det at det utvikles datakommunikasjonsforbindelser med tilstrekkelig dataoverføringshastighet i området , særlig med hensyn til mulighetene for å bygge ut infrastrukturen over grensen .

source: Dán oktavuođas berre earenoamážit vuhtiiváldit daid vejolašvuođaid mat Polarnehtas juo leat dihtorgulahallanfierpmádaga ovdanahttimis .
nob: I denne sammenhengen bør man særskilt ta hensyn til de muligheter som Polarnet medfører for utviklingen av datakommunikasjonsforbindelsene .

source: - Suoma gulahallanministeria ektui evttohat ahte girdioktavuohta Eanodaga girdigiettis fas álggahuvvo jagi 2005 rájes , daid prinsiphpaid vuođul maid gulahallanministeria bargojoavkju lea evttohan girdiruvttuid hárrái mat unnán geavahuvvojit .
nob: - Overfor Finlands kommunikasjonsministerium foreslås det at flytrafikken fra Enontekiö tas opp igjen , med statlig finansiering fra begynnelsen av 2005 , ut fra de prinsippene som kommunikasjonsministeriets oppnevnte arbeidsgruppe har foreslått for svakt trafikkerte flyruter .

source: - Suoma luoddahálddašaneiseválddide ja báikkálaš eiseválddiide evttohuvvo ahte ovttas álggahit plánet buordit luotta gaskal Bálojoga ja Gilbbesjávrri lassin luottabuorideami gaskal Ohcejoga- Njuorggána ja GápmasaGáregasnjárgga .
nob: - For vegforvaltningen i Finland samt for myndighetene på lokalt nivå foreslås det at man sammen starter planleggingen av en grundig forbedring av vegstrekningen Palojoensuu-Kilpisjärvi samt vegforbindelsene Utsjoki-Nuorgam og Kaamanen-Karigasniemi .

source: Eiseválddiide báikkálaš dásis goappaš riikkain evttohat ahte sii ovttas plánegohtet ovdánahttit luotta gaskal Bálojoga-Eanodaga ja Kyrkby-Guovdageainnu earenoamáš turismaluoddan .
nob: For myndighetene på lokalt nivå i begge landene foreslås det at man sammen starter arbeidet med å utvikle vegen Palojoensuu-Enontekio kyrkby-Kautokeino til en særskilt turistveg .

source: Dás evttohat čielggadit vejolašvuođa álggahit dien barggu sierra prošeaktan .
nob: Dette foreslås å gjøres slik at man utreder mulighetene for å utvikle vegforbindelsen gjennom et eget prosjekt .

source: Suoma luoddadoaimmahahkii lea dehálaš deattuhit man dehálaš luoddaoktavuođa , omd. gaskal Repojoga ja Kuttura ja gaskal Njunnasa ja Pokka lea guovllu ovdanahttimi , ja ahte lea dárbbašlaš oažžut luotta nu fargga go vejolaš .
nob: For vegforvaltningen i Finland understrekes dessuten betydningen av tverrforbindelsen i området , som det er behov for å virkeliggjøre så snart som mulig for områdets utvikling .

source: Eará ovddidanevttohusat - Viiddis dulkabálvalusaid geavaheamis lea stuora mearkkašupmi ovttasbarggu ovdáneamis ja mearkkaša maid ollu liigegoluid ovttasbargoguimmiide .
nob: ( f.eks. vegen Repojoki-Kuttura samt Nunnanen-Pokka ) , Andre utviklingsforslag - Et omfattende bruk av tolketjenester er av største betydning for utviklingen av samarbeidet og dette medfører betydelige kostnader for samarbeidspartnerne .

source: Lassin dulkahattiide boahtá vel 24% lassiárvodivat ( momsa ) Norggas ja 22% Suomas .
nob: Tolketjenesten er momspliktig . I Norge er merverdiavgiften 24 % og i Finland 22 % .

source: Das lea alla golut easttan rádjerasta doaimmaide .
nob: Her er de høye kostnadene åpenbart et hinder for den grenseoverskridende virksomheten .

source: Danin evttohat riikkaid guovddaáeiseválddiide ahte dulkonnbálvalusaid ovddas dán guovllus ii dárbbaš máksit momsadivada .
nob: Derfor foreslås det overfor landenes sentralforvaltning at tolketjenestene fritas for merverdiavgift i området .

source: - Ovttasbarggu kártemis leat boahtán ovdan dieđut mat duođaštit erohusaid riikkaid lágain .
nob: 44 - Ved kartleggingen av samarbeidet har det fremkommet detaljinformasjon som viser store forskjeller i landenes lover .

source: Erohusat leat nugomat skuvlaborramuš vuođđoskuvllas dehe gielddalaš mánáidgárddis , mánáidjoavkkuid sturrodat mánáuidgárddis , gáibádusat oahpaheaddjit oahppoduogážii jus jurddeša ovttasgeavaheapmái jna , mii dagaha váttisin lágidit
nob: Dette er detaljer som ordning av skolemåltider i grunnskolen eller i den kommunale barnehagen , gruppestørrelser i barnehager , lærernes utdanningskrav med tanke på sambruk osv ; noe som gjør det vanskelig å ordne et motiverende samarbeid .

source: Danin evttohuvvo goappaš riikkaide ahte ložžejit gáibádusaid vai livččii bvejolaš spiehkastit gáibádusain soames surggiid ja áššin nu movt boahtá ovdan ovttasbarggus .
nob: Derfor foreslås det at begge landene overveier et tidsbegrenset forsøk , hvorigjennom man gjør det mulig å fravike standardreglenes bestemmelser i foreslåtte og begrensede spørsmål og områder , som følger av samarbeidet .

source: - Buot fápmodásin galgá stuorit beroštupmi deattuhuvvot ovttasbarggu dábálaš ovdáneami bakte , ovttastahttit doaimma ja lasihit diehtojuohkima mii heivehuvvo eará eiseválddiide ja olbmuide .
nob: - På alle myndighetsnivåer skal større oppmerksomhet vektlegges gjennom en allmenn utvikling av samarbeidet , samordning av virksomheten og økning av informasjon som rettes til andre myndigheter og til allmennheten .

source: Kártenbargu mii prošeavtta olis lea dahkkon duođašta ahte dákkár doaimmaid bakte lea vejolaš čoavdit ollu váttisvuođain mat leat boahtán oidnosii rájarásata ovttasbarggus .
nob: Den kartlegning som er gjort i prosjektet har vist at man gjennom slike tiltak kan bøte på mange av de vansker som i praksis er framkommet i forbindelse med samarbeidet over riksgrensene .

source: - Norggaáittardeaddji prošeavtta berre doarjut .
nob: - Gjennomføringen av prosjektet angående et Norgesombud bør støttes .

source: Báikkalaš dási ektui evttohuvvo ahte dát áššin berre nannosit bargat ovddasguvlui nu ahte bealde sáhtaše álggahit sullásaš prošeavtta ja ásahit Suomaáittardeaddji .
nob: Overfor det lokale nivået foreslås det at samarbeidet i saken intensiveres slik at man på norsk side kunne igangsette et motsvarende prosjekt med et Finlandsombud .
